<template>
    <div class="brands-container">
        <Nav />
        <Banner />
        <Bred :mdata="[
            {name:'首页',path: $store.state.type==='aspice'?'/aspice':'/home'},
            {name:'培训服务',path:'/training'},
            {name:'企业内训',path:''}]" />
        <div class="wp1360">
            <div class="hsHeader">
                <!-- <h3>企业内训</h3> -->
            </div>
            <el-collapse accordion v-model="active">
                <el-collapse-item :name="1">
                    <template slot="title">
                        <!-- <div> -->
                        <div style="font-size:16px;color:#666;">风险管理<i class="header-icon el-icon-info"></i></div>

                    </template>
                    <div>
                        <p class="pg1">风险管理是项目管理的重要内容。在进行项目风险管理时，要辩识风险，评估它们出现的概率及产生的影响，然后建立一个规划来管理风险。风险管理的主要目标是预防风险。</span></p>
                        <p class="pg1">项目风险是指在研发过程中遇到的预算和进度等方面的问题以及这些问题对项目的影响。项目风险会影响项目计划的实现，如果项目风险变成现实，就有可能影响项目的进度，增加项目的成本，甚至使项目不能实现。如果对项目进行风险管理，就可以最大限度的减少风险的发生。但是，目前国内的研发企业不太关心项目的风险管理，结果造成项目经常性的延期、超过预算，甚至失败。成功的项目管理一般都对项目风险进行了良好的管理。因此任何一个系统开发项目都应将风险管理作为项目管理的重要内容。</span></p>
                        <p class="pg1">在项目风险管理中，存在多种风险管理方法与工具，项目管理只有找出最适合自己的方法与工具并应用到风险管理中，才能尽量减少项目风险，促进项目的成功。</span></p>
                        <p class="pg1">项目的风险管理是项目管理的重要内容。在进行项目风险管理时，要辩识风险，评估它们出现的概率及产生的影响，然后建立一个规划来管理风险。风险管理的主要目标是预防风险。本课程探讨了风险管理的主要内容和方法，介绍了风险管理的经典理论，比较了几种主流的风险管理策略和模型。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">培训收益</strong></span></p>
                        <p class="pg1">A、了解常见项目风险</span></p>
                        <p class="pg1">B、了解项目风险识别和评估</span></p>
                        <p class="pg1">C、风险定性和定量的管理方法</span></p>
                        <p class="pg1">C、常见研发项目的风险应对方法</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">参加对象</strong></span></p>
                        <p class="pg1">部门经理、产品经理、项目经理、研发组长、质量管理人员</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">课&nbsp;&nbsp;时：</strong>14小时(2天)&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp;<strong style="margin: 0px; padding: 0px;">语&nbsp;&nbsp;种：</strong>中文 &nbsp;</span></p>
                        <p><br /></p>
                    </div>
                </el-collapse-item>

                <el-collapse-item :name="2">
                    <template slot="title">
                        <!-- <div> -->
                        <div style="font-size:16px;color:#666;">绩效管理推行实务<i class="header-icon el-icon-info"></i></div>

                    </template>
                    <div>
                        <p class="pg1">绩效管理在诸多500强外企，已然成为企业管理的重点和焦点！追求卓越的工作绩效，变传统绩效考核为现代绩效管理，正成为基业长青企业的领导者、管理者工作过程中的准则。通过制定一套具挑战性而又科学合理的目标，采取全员参与、全过程控制、全方位评估等办法，以对每个部门、个人的工作绩效进行合理评估、及时有效的改进与激励，以提升组织的效率与效益，最终达成组织的战略目标。</span></p>
                        <p class="pg1">培训收益</span></p>
                        <p class="pg1">A、使企业高层领导明了绩效目标如何制订、推行？</span></p>
                        <p class="pg1">B、使企业管理者通晓现代企业绩效管理的方式、方法，并有效实施。</span></p>
                        <p class="pg1">C、使企业广大员工转变思想观念，从“我怕考”到“我要考”实现。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">参加对象</strong></span></p>
                        <p class="pg1">企业CEO/总经理，主管副总，事业部总经理，研发总经理/副总，技术总监/总工程师，研发职能部门经理、产品经理、项目经理等</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">课&nbsp;&nbsp;时：</strong>14小时(2天)&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp;<strong style="margin: 0px; padding: 0px;">语&nbsp;&nbsp;种：</strong>中文 &nbsp;</span></p>
                        <p><br /></p>
                    </div>
                </el-collapse-item>

                <el-collapse-item :name="3">
                    <template slot="title">
                        <!-- <div> -->
                        <div style="font-size:16px;color:#666;">配置管理<i class="header-icon el-icon-info"></i></div>

                    </template>
                    <div>
                        <p class="pg1">配置管理(CM)是指在开发过程中各阶段，管理计算机程序演变的学科，它作为软件工程的关键元素。已经成为软件开发和维护的重要组成部分。SCM提供了结构化的。有序化的，产品化的管理软件工程的方法。它涵盖了软件生命周期的所有领域并影响所有数据和过程。</span></p>
                        <p class="pg1">配置管理是对产品进行标识、存储和控制。以维护其完整性、可追溯性以及正确性的学科。</span></p>
                        <p class="pg1">本课程将从常见配置管理问题出发，结合多家企业实施配置管理的实践，全面介绍配置管理各环节工作：</span></p>
                        <p class="pg1">•配置管理规划</span></p>
                        <p class="pg1">•配置库结构设计</span></p>
                        <p class="pg1">•配置项标识方案</span></p>
                        <p class="pg1">•变更管理</span></p>
                        <p class="pg1">•配置审计</span></p>
                        <p class="pg1">•基线管理</span></p>
                        <p class="pg1">•配置状态报告</span></p>
                        <p class="pg1">•常见配置管理工具介绍</span></p>
                        <p class="pg1">•配置管理流程设计</span></p>
                        <p class="pg1">•配置管理人才培养</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">培训收益：</strong></span></p>
                        <p class="pg1">通过学习本课程，可以全面了解配置管理知识。对于已经实施了配置管理的企业来说，可以对目前的配置管理知识进行系统性的梳理，了解其它同类型企业实施配置管理的现状，发掘本企业实施配置管理工作中的不足，从而有针对新的改进。本课程还会着重介绍如何有效发挥企业配置管理工作的效果，如何从配置管理工作中收集数据为项目管理和过程改进提供数据支持。</span></p>
                        <p class="pg1">本课程结合实际案例，讲解业界配置管理最佳实践，组织学员用分组讨论的形式进行实操演练。通过学习本课程不仅可以了解配置管理方法和理论知识，还可以有效提升配置管理人员的实践技能和常用配置管理工具的使用方法，确保通过学习本课程后可以直接应用于日常工作当中。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">参加对象</strong></span></p>
                        <p class="pg1">配置管理员、研发职能部门经理、产品经理、项目经理、研发骨干员工、流程工程师、QA 等</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">课&nbsp;&nbsp;时：</strong>14小时(2天)&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp;<strong style="margin: 0px; padding: 0px;">语&nbsp;&nbsp;种：</strong>&nbsp;中文 &nbsp;</span></p>
                        <p><br /></p>
                    </div>
                </el-collapse-item>

                <el-collapse-item :name="4">
                    <template slot="title">
                        <!-- <div> -->
                        <div style="font-size:16px;color:#666;">测试工程<i class="header-icon el-icon-info"></i></div>

                    </template>
                    <div>
                        <p class="pg1">随着市场对产品质量要求的不断提高，产品测试越来越受到研发企业的重视。但是由于总体上国内研发项目过程不规范。导致重视编码和轻视测试的现象，对于测试的重要性、测试方法和流程等还存在很多错误的认识。本课程全面介绍测试的方法、测试小组建设、测试工具的使用、测试数据的分析和改进等内容。</span></p>
                        <p class="pg1">目前企业测试工作，普遍存在有如下问题：</span></p>
                        <p class="pg1">•没有足够的测试人员或测试人员测试技能不足</span></p>
                        <p class="pg1">•没有合理的测试计划与安排</span></p>
                        <p class="pg1">•测试工作滞后，在开发基本完成后启动</span></p>
                        <p class="pg1">•没有相关的文档记录和操作指导</span></p>
                        <p class="pg1">•单元测试没有做或方法失当</span></p>
                        <p class="pg1">•忽视测试工作中的分析活动</span></p>
                        <p class="pg1">•测试方案与用例的可重用性不高</span></p>
                        <p class="pg1">•多数为手工测试，缺少适当的测试工具</span></p>
                        <p class="pg1">本课程中将对以上问题的解决思路进行探讨。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">培训收益：</strong></span></p>
                        <p class="pg1">本课程介绍了当前国际上先进的产品级测试管理的方法和实践经验，并在此基础上，进一步深入地介绍产品测试管理过程（包括测试度量过程、测试工程过程、缺陷分析过程、项目管理过程、质量管理过程等方面）。</span></p>
                        <p class="pg1">结合业界知名公司的成功实践经验和案例，采用模板演示讲解和案例讨论的方式，具体讲述了产品测试管理的方法和具体实践经验、操作技巧以及IT工具，着重于提高学员的产品测试管理实践技能，注重课程的实操性，能有效地借鉴和快速地应用到实际工作中去。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">参加对象</strong></span></p>
                        <p class="pg1">测试经理、测试工程师、研发总经理/ 副总，技术总监/总工程师，研发职能部门经理、产品经理、项目经理、研发骨干员工、流程工程师、QA 等</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">课 时：</strong>14小时(2天)&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp;<strong style="margin: 0px; padding: 0px;">语 种：</strong>&nbsp;中文 &nbsp;</span></p>
                        <p><br /></p>
                        <p><br /></p>
                    </div>
                </el-collapse-item>

                <el-collapse-item :name="5">
                    <template slot="title">
                        <!-- <div> -->
                        <div style="font-size:16px;color:#666;">IPD集成产品开发<i class="header-icon el-icon-info"></i></div>

                    </template>
                    <div>
                        <p class="pg1">集成产品开发（Integrated Product Development,简称IPD）是一套产品开发的模式、理念与方法。1992年IBM在激烈的市场竞争下，遭遇到了严重的财政困难，公司销售收入停止增长，利润急剧下降。为了重新获得市场竞争优势，IBM公司率先应用了集成产品开发（IPD）的方法，在综合了许多业界最佳实践要素的框架指导下，从流程重整和产品重整两个方面来达到缩短产品上市时间、提高产品利润、有效地进行产品开发、为顾客和股东提供更大价值的目标。IPD来源于PACE（Product And Cycle Excellence，即产品周期优化法，为全球领先的研发咨询机构PRTM公司提出的研发管理模式），是经过IBM等领先企业的实践，总结出来的一套先进、成熟的研发管理思想、模式和方法。在美国，众多著名企业纷纷实施IPD，以提升创新能力。</span></p>
                        <p class="pg1">在国内，华为公司从1998年开始率先引进并实施IPD，使产品创新能力和企业竞争力大幅度提升。之后在电子产品研发行业广泛流行，并取得显著效果。</span></p>
                        <p class="pg1">那么，IPD究竟是一套什么样的系统？IPD如何解决企业研发管理中的一些顽症（如：市场导向不足、规划流于形式、部门协调困难、研发与市场脱节、研发流程执行不力、研发绩效难以评价等等）？为何业界越来越多的企业在学习IPD、实施IPD?为何有些企业实施IPD后效果不佳？IPD是否适合于中小企业？IPD是否适用于各个行业？IPD的精髓是什么？IPD与其它研发管理模式有何关系和不同？IPD的基本方法是什么？应该如何实施IPD?……</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">培训收益：</strong></span></p>
                        <p class="pg1">•找到解决企业在研发管理中遇到的典型问题的原则和思路</span></p>
                        <p class="pg1">•系统掌握业界领先的研发管理体系——集成产品开发（IPD）的精髓、架构和方法</span></p>
                        <p class="pg1">•对贵公司研发管理成熟度水平进行评估，并找出提升的路径和要点</span></p>
                        <p class="pg1">•掌握制定产品战略及规划的思路，了解产品规划实施中应关注的要点</span></p>
                        <p class="pg1">•学习如何进行以市场为导向的产品研发</span></p>
                        <p class="pg1">•找到跨部门协调困难的解决之道，如何使矩阵结构和研发团队有效运行</span></p>
                        <p class="pg1">•掌握建立研发流程体系的思路和方法，如何使研发流程具有可操作性</span></p>
                        <p class="pg1">•学习如何进行有效的研发绩效管理，如何有效激烈研发人员</span></p>
                        <p class="pg1">•学习领先企业在实施IPD方面的实践经验</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">参加对象</strong></span></p>
                        <p class="pg1">企业 CEO/总经理，主管副总/事业部总经理，研发总经理/ 副总，技术总监/总工程师，研发职能部门经理、产品经理、项目经理、研发骨干员工、流程工程师、QA 等</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">课 时：</strong>14小时(2天)&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp;<strong style="margin: 0px; padding: 0px;">语 种：</strong>&nbsp;中文 &nbsp;</span></p>
                        <p><br /></p>
                        <p><br /></p>
                        <p><br /></p>
                    </div>
                </el-collapse-item>

                <el-collapse-item :name="6">
                    <template slot="title">
                        <!-- <div> -->
                        <div style="font-size:16px;color:#666;">产品规划<i class="header-icon el-icon-info"></i></div>

                    </template>
                    <div>
                        <p class="pg1">如何发现市场机会？如何才能避免闭门造车、实现市场导向的产品开发？如何解决研发与市场脱节的问题？如何制定有效的市场规划和产品路标规划？如何建立清晰的产品路标、平台路标和技术路标？如何建立投资和资源分配准则？</span></p>
                        <p class="pg1">如果您正被这些问题所困扰，进行有效的产品规划是解决问题的方法。市场管理和产品规划是确定“做正确的事”，是公司战略落实到产品战略上的具体体现，确立公司应该主打的细分市场、产品线战略、从事的项目组合，什么时候从事什么项目等。产品规划过程通过整合各个部门的意见，对公司的产品战略、产品平台、产品路标作出准确的定位，从而确保公司的市场地位及长期的发展战略通过正确的产品在正确的时间推向市场的过程中得以实现。产品规划是保障“做正确的事”，而产品开发管理是指导产品开发团队如何去“正确地做事”。产品规划正确了，产品开发才会产出成果；产品规划错误了，产品开发团队所做的将会是无用功。“做正确的事”比“正确地做事”在市场竞争激烈、客户需求多变的时代显得更为重要。产品规划就像一幅作战地图，有好的方向我们才会夺取一个又一个的堡垒直至赢得最后的胜利；而如果作战地图出现了战略上的失误，无论我们如何的骁勇善战，很有可能全军覆没。</span></p>
                        <p class="pg1">因此，要实现产品在市场上的持续成功，市场管理和产品规划工作至关重要，这是每一个公司高层、营销主管、产品经理和研发主管应该关注和思考的问题。&nbsp;</span></p>
                        <p class="pg1">当前国内企业在产品开发管理方面还是有些方法和经验的，但在市场管理及产品规划方面还十分粗放和薄弱，可能有一些市场调研、市场分析、产品规划方面的活动，但往往非常零散，没有流程，不成体系，很多企业甚至处于凭感觉和拍脑袋阶段。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">培训收益</strong>&nbsp;</span></p>
                        <p class="pg1">1. 分享讲师十多年著名企业产品规划、产品开发和研发管理实践经验，并通过现场的互动帮助学员理清适合自己企业在市场管理和产品路标规划方面的工作思路以及具体的实践方法和工具；&nbsp;</span></p>
                        <p class="pg1">2. 掌握市场管理的运作流程和一套系统化方法；</span></p>
                        <p class="pg1">3. 掌握企业实现市场导向的运作模式和要点；&nbsp;</span></p>
                        <p class="pg1">4. 了解产品经理的定位、角色及职责；&nbsp;</span></p>
                        <p class="pg1">5. 学习先进企业在市场管理和产品路标规划方面的经验；&nbsp;</span></p>
                        <p class="pg1">6. 学习如何实现市场管理流程与产品开发流程的整合；&nbsp;</span></p>
                        <p class="pg1">7. 掌握制定、优化和监控产品线规划的流程、方法和工具</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">参加对象</strong></span></p>
                        <p class="pg1">企业 CEO/总经理，主管副总/事业部总经理，研发总经理/ 副总，技术总监/总工程师，研发职能部门经理、产品经理、项目经理、研发骨干员工、流程工程师、QA 等</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">课 时：</strong>14小时(2天)&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp;<strong style="margin: 0px; padding: 0px;">语 种：</strong>&nbsp;中文 &nbsp;</span></p>
                        <p><br /></p>
                    </div>
                </el-collapse-item>

                <el-collapse-item :name="7">
                    <template slot="title">
                        <!-- <div> -->
                        <div style="font-size:16px;color:#666;">CMMI实务<i class="header-icon el-icon-info"></i></div>

                    </template>
                    <div>
                        <p class="pg1">随着软件业的深入发展和市场竞争的不断加剧，以及软件产品/系统复杂度的增加，很多企业都意识到能够快速高效地开发出高质量的软件产品/系统是一个企业的核心竞争力所在。而要开发出高质量的软件，必须有效改进软件开发过程。</span></p>
                        <p class="pg1">目前，业界公认由 CMU/SEI 制定的 CMMI （能力成熟度模型）是最好的系统化过程改进模型。 CMMI 是基于 SW-CMM 模型，并随着系统复杂性的不断增长、工程实践越来越依赖于交叉学科群组、并行工程以及其它一些高度自动化的过程而产生的。并且 CMMI 已经成为事实上的软件过程工业标准。</span></p>
                        <p class="pg1">但是，很多企业尽管都在按 CMMI 标准建立软件研发管理体系并通过了相应的认证，却并没有真正提高研发管理水平，对此存在非常大的困惑。分析其根本原因在于：</span></p>
                        <p class="pg1">1.CMMI 标准是从不同软件企业的最佳实践中提炼出来的管理要素，它只告诉我们“应该做什么”，而没有告诉我们“应该怎么做”，未能提供有关实现过程域所需要的具体知识和技能，“标准”不等于“实践”；</span></p>
                        <p class="pg1">2.并且，由于 CMMI 模型本身也很复杂，使得 CMMI 的应用实施比较困难；</span></p>
                        <p class="pg1">3.而且，由于“模型”是基于现实世界的抽象，不可避免地存在“所有的模型都是错误的，但有一些是有用的”这个问题， CMMI 也不例外。因此，要正确实施 CMMI 还必须“量体裁衣”，而这也是最困难的部分。</span></p>
                        <p class="pg1">因此，若要真正解决企业的软件研发管理问题、有效提升软件研发管理水平，其关键在于如何把“标准”落实转变成可操作的一套“实践”。</span></p>
                        <p class="pg1">鉴于这些原因，本课程的目的就是希望在各个企业进行 CMMI 应用实施之前，有必要全面了解和掌握 CMMI 的基本知识、基本原理以及如何成功实践等，真正建立起一套规范高效和“可操作”的软件研发管理体系，有效达成提升软件研发管理水平的目的。</span></p>
                        <p class="pg1">另外， CMMI 标准起源于软件行业，但它不仅仅适用于软件行业，其基本方法也完全可以应用于其他行业，尤其是机械、电子行业。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">培训收益</strong></span></p>
                        <p class="pg1">1.分享讲师十多年著名企业产品研发管理的实战经验，以及从事培训 / 咨询所总结的 1000 多家业界知名企业成功案例和资料（如：流程、模板、查检表等）；</span></p>
                        <p class="pg1">2.理解 CMMI 的基本原理和核心管理思想；</span></p>
                        <p class="pg1">3.深入理解 CMMI 模型的基本结构；</span></p>
                        <p class="pg1">4.掌握 CMMI 过程域 PA 的基本要求及相互关系；</span></p>
                        <p class="pg1">5.掌握 CMMI 如何成功实践，特别是与 IPD( 集成产品开发 ) 实践的借鉴和融合；</span></p>
                        <p class="pg1">6.针对软件研发管理的常见问题，通过案例和现场互动的方式，帮助学员理清如何建立一套可操作的软件研发管理体系，帮助学员“学以致用”。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">参加对象</strong></span></p>
                        <p class="pg1">企业 CEO/总经理，主管副总/事业部总经理，研发总经理/ 副总，技术总监/总工程师，研发职能部门经理、产品经理、项目经理、研发骨干员工、流程工程师、QA 等</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">课 时：</strong>14小时(2天)&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp;<strong style="margin: 0px; padding: 0px;">语 种：</strong>&nbsp;中文&nbsp;</span></p>
                        <p><br /></p>
                    </div>
                </el-collapse-item>

                <el-collapse-item :name="8">
                    <template slot="title">
                        <!-- <div> -->
                        <div style="font-size:16px;color:#666;">需求工程<i class="header-icon el-icon-info"></i></div>

                    </template>
                    <div>
                        <p class="pg1">客户的需求不断变化，如何快速高效地推出满足客户需求、具有差异化优势和竞争优势的产品，并最终获得市场的成功，这是每一个公司高层和研发管理者们思考的问题；&nbsp;</span></p>
                        <p class="pg1">通过多年的研发管理及其咨询实践，我们发现国内许多科技型企业在产品需求分析和产品规划中主要存在如下方面的问题：</span></p>
                        <p class="pg1">1.产品开发没有实现市场驱动，只是“闭门造车”，关注技术而不关心客户；产品开发出来后才找客户、找卖点；&nbsp;</span></p>
                        <p class="pg1">2.对客户/市场需求分析不充分、不透彻、不完整，导致产品需求变化频繁，产品开发大量返工，“计划不如变化快”，开发过程“失控”；&nbsp;</span></p>
                        <p class="pg1">3.缺乏完备的需求收集、汇总、整理和分析机制，导致研发和市场脱节，需求无法有效传递和落实，相关环节和部门（如：客户、市场部、开发部、测试部等）对需求的理解也不一致，经常针对需求“吵成一锅粥”。&nbsp;</span></p>
                        <p class="pg1">4.需求管理各个阶段的职责不清晰，也缺乏组织支撑；往往了解市场的不懂技术，懂技术的不了解市场，不知道需求应该由谁负责。&nbsp;</span></p>
                        <p class="pg1">5.没有能够站在市场营销的角度，对市场需求和机会点进行分析，无法制定有效的产品路标规划，没有明确产品的市场定位和差异化优势？&nbsp;</span></p>
                        <p class="pg1">6.需求没有有效地分级分层，没有明确不同阶段需求的范围，如何进行需求转换，以及需求分析的目的和方法。更不清楚业界众多需求分析方法和工具如何在不同需求分析阶段进行恰当运用。</span></p>
                        <p class="pg1">7.没有明确规定不同阶段需求应详细到什么程度，需求的表达不规范，需求质量不高，直接影响了不同团队对需求理解的一致性；&nbsp;</span></p>
                        <p class="pg1">8.对需求分析工作不重视，认为“不画图/不编码就等于没有干活”，产品需求分析工作持续时间短，需求分析不充分；</span></p>
                        <p class="pg1">9.需求在产品开发流程中的分解分配和产品的设计过程不规范，也缺乏对需求的跟踪，导致需求没有得到有效的实现；</span></p>
                        <p class="pg1">10.由于需求分析的不充分，使得需求无法成为产品测试的有效输入，导致测试方案和测试用例设计无法保证产品测试的完备性，影响产品质量。</span></p>
                        <p class="pg1">……&nbsp;</span></p>
                        <p class="pg1">根据权威部门统计，超过 50% 的项目缺陷来源于不完善的、不正确的、不准确的和/ 或不明确的需求； 80% 以上的缺陷修复成本用于修复需求导致的错误。需求的正确与否直接影响产品开发周期、产品开发成本，甚至直接决定产品最终的市场成败。&nbsp;</span></p>
                        <p class="pg1">本课程在总结产品需求分析和产品路标规划的实践经验基础上，针对上述困惑和问题进行深入和透彻的讲解，以帮助企业正确理解和应用产品需求分析和产品规划方法，以确保公司“做正确的事”。&nbsp;</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">培训收益&nbsp;</strong></span></p>
                        <p class="pg1">1.分享讲师十多年著名企业产品开发、产品规划和研发管理实践经验，并通过现场的互动帮助学员理清适合自己企业在产品需求分析和产品规划方面的工作思路以及具体的实践方法和工具；</span></p>
                        <p class="pg1">2.了解需求工程和系统工程的有机融合方法，以及需求管理流程实践；</span></p>
                        <p class="pg1">3.了解需求管理流程与产品规划、产品开发流程的接口关系；&nbsp;</span></p>
                        <p class="pg1">4.掌握从市场角度进行有效的客户需求收集的机制和方法，形成高质量的客户需求，提高需求分析的充分性和有效性；&nbsp;</span></p>
                        <p class="pg1">5.掌握构建需求收集长效机制，加强市场和研发的有效结合，提升公司整体产品需求分析和产品规划能力的机制和方法；</span></p>
                        <p class="pg1">6.掌握对客户需求进行解释、整理、分类和排序的方法，提高相关环节和部门对需求理解的一致性；</span></p>
                        <p class="pg1">7.掌握市场管理和产品路标规划的流程和方法，构建产品的差异化优势和竞争优势，形成有效的产品路标规划；&nbsp;</span></p>
                        <p class="pg1">8.掌握外部需求和内部需求一体化管理的机制，形成完整的产品包需求，为后续产品设计和产品开发过程打下基础；&nbsp;</span></p>
                        <p class="pg1">9.掌握产品包需求的分析方法，形成更为细致的产品需求规格 ( 设计需求 ) ；&nbsp;</span></p>
                        <p class="pg1">10.掌握产品需求规格（设计需求）的分解分配，以及架构设计和权衡分析的方法，确保需求与设计协同一致；&nbsp;</span></p>
                        <p class="pg1">11. 掌握对客户需求、市场需求、产品包需求、设计需求、设计规格进行持续验证和跟踪的机制和方法；</span></p>
                        <p class="pg1">12.掌握支撑需求管理流程各个阶段活动的一系列操作方法和工具；</span></p>
                        <p class="pg1">13.分享讲师 1000 多家企业的培训 / 咨询经验案例，具体涉及产品需求分析和产品规划方面的全方位的案例资料（如：流程、模板、查检表等），帮助学员“学以致用”。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">参加对象</strong></span></p>
                        <p class="pg1">研发总经理/ 副总，技术总监/总工程师，研发职能部门经理、产品经理、项目经理、研发骨干员工、流程工程师、QA 等</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">课 时：</strong>14小时(2天)&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp;<strong style="margin: 0px; padding: 0px;">语 种：</strong>&nbsp;中文 &nbsp;</span></p>
                        <p><br /></p>
                    </div>
                </el-collapse-item>

                <el-collapse-item :name="9">
                    <template slot="title">
                        <!-- <div> -->
                        <div style="font-size:16px;color:#666;">产品开发<i class="header-icon el-icon-info"></i></div>

                    </template>
                    <div>
                        <p class="pg1">在21 世纪，持续的竞争优势将不仅是新产品技术，更多地出自新产品的开发流程。在产品开发的过程中，到底有哪些角色应该参与到产品开发中，他们都清楚在不同的阶段应当开展哪些活动，用什么方法来完成，在什么时间开始这些活动，什么时间结束这些活动，这些活动之间的先后关系、关联程度是什么样的，如何安排这些角色和活动才能使具有成本优势的产品快速转量产、投放市场，并把质量问题消灭在实验室避免产品上市后的批量质量事故，从而在与竞争对手的较量中保持持续竞争优势。</span></p>
                        <p class="pg1">因此，企业通过成功实施优秀的产品开发流程，可以提高企业适应当前快速的、波浪式的、多样化和差异化的市场需求变化以及技术的不断更新的能力；可以缩短产品开发周期、提高产品开发生产率、提高产品生命周期收入、减少开发浪费、提升市场竞争力；并能提高研发资源的利用率、降低研发成本。</span></p>
                        <p class="pg1">然而，很多企业缺乏一套可以操作的产品开发流程体系，在产品开发过程中经常会面临如下问题：</span></p>
                        <p class="pg1">1.产品开发流程定义较粗，层次化不够，缺少模板和内容示例，可操作性差，还不能真正做到以流程指导工作的程度，不能保证“不同的人/项目组能做好同样的事”；</span></p>
                        <p class="pg1">2.产品开发流程的适宜性不够，没有针对不同产品类型和客户要求的流程裁剪指南，不能在质量和进度之间取得平衡；</span></p>
                        <p class="pg1">3. 产品开发过程中的角色和职责没有层次化结构化，角色职责不清晰，跨部门协作困难，沟通效率低；</span></p>
                        <p class="pg1">4.产品开发过程没有完全做到并行开发，研发周边部门的参与度不够；同时，可制造性、可测试性、可维护性等问题先期考虑不足；</span></p>
                        <p class="pg1">5.缺乏必要的系统工程技能，设计要素考虑不全，导致后续设计更改频繁。同时没有充分考虑产品平台、公共模块 / 零件的共享，导致研发效率不高，影响产品开发的进度、质量和成本；</span></p>
                        <p class="pg1">6.缺乏规范的技术规划和技术开发流程，对新技术的开发及预研投入较少，技术积累不够，导致技术问题成为整个项目的拦路虎；</span></p>
                        <p class="pg1">7.开发过程中缺乏规范产品需求管理流程，没有需求跟踪和变更管理，既无法保证需求的有效落实并得到完备的测试和验证；也使得需求变更频繁，开发过程不受控；</span></p>
                        <p class="pg1">8.产品开发缺乏有效的质量控制手段，评审不规范或流于形式，产品测试不充分不规范，部分工作缺失，过程质量无法保障；</span></p>
                        <p class="pg1">9.组织上缺乏 QA ，产品开发过程缺乏监督，开发流程执行力度不够，流于形式；</span></p>
                        <p class="pg1">10.项目开发过程缺少详细完备的输出文档和项目变更记录，智力资产保存在开发人员头脑中，对研发人员依赖性大，人员流动对项目影响大，没法进行知识传递。需要进行规范有效的配置管理。</span></p>
                        <p class="pg1">缺乏有效的研发知识经验积累的流程和手段。没有例行的经验教训总结活动，也没有研发知识经验数据库，研发知识经验的积累和共享机制也没有，导致不同人 / 项目组“不断重复同样的错误”，“成功不能被有效复制”，“技能提升慢”，也导致产品开发过于依赖个人。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">培训收益</strong></span></p>
                        <p class="pg1">1. 分享讲师十多年著名企业产品研发管理的实战经验，以及从事培训 / 咨询所总结的 1000 多家业界知名企业成功案例和资料（如：流程、模板、查检表等）。并通过现场的互动帮助学员理清如何建立一套可操作的、可落地的产品开发流程体系，帮助学员“学以致用”；</span></p>
                        <p class="pg1">2. 理解产品开发的先进理念和产品开发的关键成功要素，建立市场导向、对客户闭环管理的产品开发管理体系框架，并正确理解各要素之间的关系；</span></p>
                        <p class="pg1">3. 掌握产品开发流程的结构化思想和具体实践方法；</span></p>
                        <p class="pg1">4. 理解支撑产品开发流程运作的各种研发组织结构的优缺点及其演变过程，掌握如何根据企业实际情况构建高效的研发组织模式；</span></p>
                        <p class="pg1">5. 理解和掌握结构化的产品开发流程的最佳实践；以及如何借鉴 PACE 和 CPD （协同产品开发）的思想、 TS16949 APQP 和 CMMI 等质量体系，来建立规范高效和可操作的产品开发流程体系；</span></p>
                        <p class="pg1">6. 掌握如何在产品开发过程中实现研发部门与周边部门（如：市场、销售、售后服务、采购、生产等）之间的并行开发和有效协同；明确各部门之间的角色和职责分工；</span></p>
                        <p class="pg1">7. 掌握系统工程 SE （System Engineering）方法在产品开发过程中的具体实践应用，包括产品需求分析和方案设计的方法、要素； DFX （可靠性设计、可制造性设计、可测试性设计、可服务性设计）的方法和应用；以及产品测试的过程、种类和具体实践方法和要素；</span></p>
                        <p class="pg1">8. 理解建立产品开发过程中阶段业务决策评审机制的意义、内容、形式和原则；</span></p>
                        <p class="pg1">9. 掌握产品开发过程中关键技术评审点设置的意义、内容、方法和要素；</span></p>
                        <p class="pg1">10. 理解和掌握产品开发的支撑性子流程的最佳实践和具体应用，包括技术开发流程、项目管理流程、需求管理流程、配置管理流程、质量保证流程、度量管理流程、知识管理流程等；</span></p>
                        <p class="pg1">11. 掌握如何提高产品开发流程的适宜性以取得规范与高效的平衡；</span></p>
                        <p class="pg1">12. 理解如何构建流程的持续改进机制，掌握产品开发流程设计和优化的步骤、方法；</span></p>
                        <p class="pg1">13. 理解如何成功推行实施产品开发流程体系的过程、方法和关键要素；正确理解变更管理的具体方法。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">参加对象</strong></span></p>
                        <p class="pg1">企业 CEO/总经理，主管副总/事业部总经理，研发总经理/ 副总，技术总监/总工程师，研发职能部门经理、产品经理、项目经理、研发骨干员工、流程工程师、QA 等</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">课 时：</strong>14小时(2天)&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp;<strong style="margin: 0px; padding: 0px;">语 种：</strong>&nbsp;中文 &nbsp;</span></p>
                        <p><br /></p>
                    </div>
                </el-collapse-item>

                <el-collapse-item :name="10">
                    <template slot="title">
                        <!-- <div> -->
                        <div style="font-size:16px;color:#666;">产品管理<i class="header-icon el-icon-info"></i></div>

                    </template>
                    <div>
                        <p class="pg1">企业管理的核心都是围绕如何在产品的交换（销售）上得到更多的附加值，企业效益直接由公司产品的市场竞争力和客户满意度所决定，产品管理支撑和实现了公司的价值链（价值创造、价值分配）和商务模式，是所有企业管理中的核心。</span></p>
                        <p class="pg1">产品经理是执行产品管理活动的责任人，是带领团队实现长期的客户满意及竞争优势、并为企业创造长期价值的领军人物。产品经理如同一个以单一产品线、产品为公司的总经理，负责该产品从创意到开发、制造以及销售的全流程。产品经理的能力往往决定了该产品线、产品的竞争能力和盈利能力。因此，为支撑业务的快速发展，很多企业必须突破的一个至关重要的瓶颈问题就是如何培养出更多的合格的产品经理。&nbsp;</span></p>
                        <p class="pg1">业界公司在产品管理和培养产品经理的过程中常见如下问题和困惑：&nbsp;</span></p>
                        <p class="pg1">1. 产品经理该如何定位？产品经理的职责和价值是什么？&nbsp;</span></p>
                        <p class="pg1">2. 产品经理和项目经理有什么区别？如何作好分工？&nbsp;</span></p>
                        <p class="pg1">3. 产品经理究竟应该具有什么样的素质模型？任职资格要求是什么？&nbsp;</span></p>
                        <p class="pg1">4. 产品经理如何参与市场管理和产品路标规划工作，如何使产品与市场有效结合，如何让产品定位更准确，更具差异化优势和市场竞争力，确保产品的市场成功和客户满意？&nbsp;</span></p>
                        <p class="pg1">5. 如何做好市场需求收集和分析工作，有效减少后续产品开发过程中的需求变更？&nbsp;</span></p>
                        <p class="pg1">6. 如何推动产品开发全流程的工作？如何确保产品从创意到产品定义、从产品开发到产品生产和产品上市推广的全过程的价值实现？如何有效平衡产品的需求、进度、质量和成本之间的关系？&nbsp;</span></p>
                        <p class="pg1">7. 如何协调跨部门资源，在没有行政权的情况下如何与其它部门协同工作？&nbsp;</span></p>
                        <p class="pg1">8. 如何协调产品的市场管理、开发管理、财经管理之间的关系？&nbsp;</span></p>
                        <p class="pg1">9. 如何有效管理、评价和激励产品管理团队？</span></p>
                        <p class="pg1">10.如何建立产品经理的培养体系，以规范、有效地培养产品经理？&nbsp;</span></p>
                        <p class="pg1">。。。&nbsp;</span></p>
                        <p class="pg1">本课程在总结研发管理实践经验，特别是业界成功企业在产品管理和产品经理培养方面的经验和教训的基础上，针对上述困惑和问题进行深入和透彻的讲解，以帮助企业正确理解和应用产品管理实践，建立有效的产品经理培养机制，从而支撑公司业务的快速发展。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">培训收益</strong></span></p>
                        <p class="pg1">1. 分享讲师十多年著名企业产品管理、产品开发和市场管理实践经验，并通过现场的互动帮助学员理清适合自己企业产品管理的思路和产品经理的培养方案。&nbsp;</span></p>
                        <p class="pg1">2. 分析业界公司在产品经理培养和管理中的误区，并分享成功经验；&nbsp;</span></p>
                        <p class="pg1">3. 了解产品经理的定位、职责、素质模型与任职资格标准；&nbsp;</span></p>
                        <p class="pg1">4. 理解市场管理和产品路标规划的流程实践；&nbsp;</span></p>
                        <p class="pg1">5. 掌握市场需求收集和分析、产品需求分析的具体方法，以及学会如何构建产品概念；&nbsp;</span></p>
                        <p class="pg1">6. 掌握产品开发管理（包括产品开发流程、项目管理、成本管理等）的技巧和方法；&nbsp;</span></p>
                        <p class="pg1">7. 掌握产品上市管理和产品生命周期管理的技巧和方法，以及正确理解保障产品市场成功的关键因素；&nbsp;</span></p>
                        <p class="pg1">8. 学会如何打造一个成功的产品管理团队，并进行有效的团队管理和绩效管理；&nbsp;</span></p>
                        <p class="pg1">9. 学会如何建立产品经理的培养机制，实现人力资本的增值，有效支撑企业业务的快速发展；</span></p>
                        <p class="pg1">10.分享讲师 1000 多家企业的培训/咨询经验案例，具体涉及产品管理和产品经理培养方面的全方位的案例资料（如：流程、模板 、查检表等），帮助学员“学以致用”。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">参加对象</strong></span></p>
                        <p class="pg1">企业 CEO/总经理，主管副总/事业部总经理，研发总经理/ 副总，技术总监/总工程师，研发职能部门经理、产品经理、项目经理、研发骨干员工、流程工程师、QA 等</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">课 时：</strong>14小时(2天)&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp;<strong style="margin: 0px; padding: 0px;">语 种：</strong>&nbsp;中文 &nbsp;</span></p>
                        <p><br /></p>
                    </div>
                </el-collapse-item>

                <el-collapse-item :name="11">
                    <template slot="title">
                        <!-- <div> -->
                        <div style="font-size:16px;color:#666;">项目管理<i class="header-icon el-icon-info"></i></div>

                    </template>
                    <div>
                        <p class="pg1">为适应当前快速的、波浪式的、多样化和差异化的市场需求变化以及技术的不断更新，能够快速地推出满足客户需求的高质量产品的能力是一个企业的核心竞争力所在。同时，随着产品项目规模与复杂度以及项目数量的不断增长，公司研发资源日益紧张，资源利用率下降，只有通过项目管理的方式才能有效缩短产品开发周期、提高产品开发效率、减少开发浪费、提高产品生命周期收入、提升市场竞争力；才能有效提高研发资源的利用率、降低研发成本；从而在与竞争对手的较量中保持持续竞争优势。因此，产品研发项目管理的水平直接影响到企业核心竞争力的提高，甚至决定着企业的兴衰成败。</span></p>
                        <p class="pg1">一项调查表明，大约 70% 的研发项目超出了估算的时间进度，大型项目平均超出计划交付时间 20% 至 50% ， 90% 以上的研发项目开发费用超出预算，并且项目越大，超出项目计划的程度越高。</span></p>
                        <p class="pg1">在研发项目管理方面，企业经常会面临如下问题：</span></p>
                        <p class="pg1">1. 缺乏结构化的规范的项目管理体系，缺少项目管理工具，项目整体计划控制较弱，进度经常延期；</span></p>
                        <p class="pg1">2. 项目职责不清晰，项目领导者管理事情过于琐碎；项目成功比较依赖于项目经理的个人能力和经验；</span></p>
                        <p class="pg1">3. 部门职责不清，缺乏有效的沟通；项目在各职能部门间协作力度比较弱，效率低；</span></p>
                        <p class="pg1">4. 产品开发项目的组织不健全，责、权、利不清晰、不对等，不能支撑跨部门高效运作；</span></p>
                        <p class="pg1">5. 项目计划不准确、不合理；计划缺乏沟通，流于形式，可操作性较差；</span></p>
                        <p class="pg1">6. 项目控制过程不规范，缺乏有效和例行化的项目控制方法；项目沟通和交流的方法和技巧不够；</span></p>
                        <p class="pg1">7. 过多的不可控变动导致“计划不如变化快”，计划延迟；</span></p>
                        <p class="pg1">8. 缺乏有效的项目资源调配，人员没有得到最优化的配置，利用率不高，导致人员紧张；</span></p>
                        <p class="pg1">9. 项目经理个人领导能力不足，缺乏经验和影响力，没有明确的项目经理培养机制；</span></p>
                        <p class="pg1">10.人员考核不客观、不公正，缺乏依据；绩效评价没有与项目管理结合起来，做好做坏一个样。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">培训收益</strong></span></p>
                        <p class="pg1">分享讲师十多年国内知名企业研发管理的实战经验，以及五年来对国内 1000 多家知名企业进行研发管理培训/咨询的实施经验；并通过现场的互动帮助学员理清适合自己企业研发项目管理的思路和实践方案。</span></p>
                        <p class="pg1">1. 理解研发管理体系架构，建立研发管理系统化思维方式；</span></p>
                        <p class="pg1">2. 理解产品开发的先进理念，掌握研发管理各要素之间的关联关系；掌握产品开发的结构化思想和并行工程方法，理解产品开发流程与研发项目管理的关系；理解</span></p>
                        <p class="pg1">3. 产品规划、技术规划以及产品、技术开发之间的关系；</span></p>
                        <p class="pg1">4. 掌握如何建立规范的、可操作的研发项目管理体系；</span></p>
                        <p class="pg1">5. 理解研发项目管理中存在的主要问题及其原因，以便在工作中有效规避；</span></p>
                        <p class="pg1">6. 理解各种研发组织的优缺点，掌握根据企业自身情况选择合适的组织结构模式，及产品开发团队的构成及角色职责；</span></p>
                        <p class="pg1">7. 掌握在研发项目管理中如何制定全面有效的项目计划以及计划的内容要素，如何有效开展风险管理等活动；</span></p>
                        <p class="pg1">8. 掌握在研发项目管理中如何对项目计划进行有效全面的监控，使项目控制活动更具可操作性；</span></p>
                        <p class="pg1">9. 掌握产品开发过程中的质量控制方法，包括业务决策评审和技术评审的过程、方法、内容要素；</span></p>
                        <p class="pg1">10. 掌握产品开发过程中的成本控制方法，包括设计成本的控制过程、降低设计成本的具体方法等；</span></p>
                        <p class="pg1">11. 掌握如何把研发项目管理和研发人员的绩效管理有机结合起来，使研发人员的考核激励更有效；</span></p>
                        <p class="pg1">12. 掌握如何建立项目管理 IT 工具，真正提升研发管理水平；</span></p>
                        <p class="pg1">13. 分享讲师 1000 多家知名企业的培训/ 咨询经验案例，具体涉及研发项目管理方面的案例资料（如：流程、模板、查检表等），帮助学员“学以致用”。</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">参加对象</strong></span></p>
                        <p class="pg1">企业 CEO/总经理，主管副总/事业部总经理，研发总经理/ 副总，技术总监/总工程师，研发职能部门经理、产品经理、项目经理、研发骨干员工、流程工程师、QA 等</span></p>
                        <p class="pg1"><strong style="margin: 0px; padding: 0px;">课 时：</strong>14小时(2天)&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp;<strong style="margin: 0px; padding: 0px;">语 种：</strong>&nbsp;中文 &nbsp;</span></p>
                        <p><br /></p>
                    </div>
                </el-collapse-item>

            </el-collapse>
        </div>

        <Footer class="top" />
    </div>
</template>
  
  <script>
import { addBrand } from '@/api/index.js'

export default {
    name: 'Brands',
    data() {
        return {
            active: '',
        }
    },
    mounted() {},
    methods: {},
}
</script>
  
  <style lang="less" scoped>
</style>